Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/historia.html.tmx
Source language: fin
Languages: smn

source: Historia
smn: Historjá

source: Vanhimmat jäljet ihmisen toiminnasta Inarin alueella on löydetty Inarin Vuopajan ja Saamenmuseon asuinpaikoilta, ajalta noin 8000-7000 eKr. Löytöaineiston esineet, kuten sertistä isketyt ytimet ja mikrosäleet, viittaavat asukkaiden saapuneen Ruijan rannikon suunnalta, ns. komsakulttuurista.
smn: Puárásumoseh luodah ulmuu tooimâin Aanaar kuávlust láá kavnum Aanaar Vyeppee já Sämimuseo aassâmsoojijn, ääigist suullân 8000-7000 oKr. Kavnum amnâstuv tiiŋgah, tegu seertist čoskum váimuseh já mikrosibžáh čäittih, et ässeeh liččii puáttám Taažâ riddokuávlust, nk. komsakulttuurist.

source: Muita jälkiä tästä pioneeriasutuksesta on Inarijärven alueelta mm. Rahajärveltä, Suprusta ja Paatsjoenniskalta.
smn: Eres luodah taan pioneerasâmist láá Aanaarjäävri kuávlust el. Rááhájäävrist, Suppârist já Paččveiuáivušist.

source: Myöhemmin kivikaudella alueelle on siirtynyt väestöä myös Vienanmeren alueelta ja Pohjois-Ruotsista.
smn: Maŋeláá keđgiääigi láá kuávlun puáttám ässeeh meiddei Vielgismeerâ kuávlust já Tave-Ruotâst.

source: Kivikauden väestö on elänyt pyynti- ja keräilytaloudessa, jolloin suotuisat pyyntipaikat ovat vaihdelleet vuodenaikojen mukaan.
smn: Keđgiääigi aalmug lii iällám pivdo- já nuurrâmtuálust.

source: Samoille asuin- ja leiripaikoille, jotka sijaitsivat hyvien kalavesien tai peuranpyyntipaikkojen lähellä, on yleensä palattu yhä uudelleen jopa vuosituhansien ajan.
smn: Talle vuovâs pivdosajeh láá mulsâšuddâm iveaigij mield. Siämmáid aassâm- já leirâsoojijd, moh lijjii šiev kyeličasij tâi koddepivdemsojij alda, maccii ulmuuh táválávt ain uđđâsist joba tuháttij iivij ääigi.

source: Vanhimmat peurojen pyyntikuopista pohjoisessa on ajoitettu kivikauden loppupuolelle.
smn: Puárásumoseh koddepivdemkyepih tavveen láá äigidum keđgiäägi loopâkeš.

source: Inarin alueelta löytynyt kivikauden esineistö liittyy pääasiassa pyyntiin ja kalastukseen.
smn: Aanaar kuávlust kavnum keđgiääigi amnâstâh lohtâs iänááš mecci- já kyelipiivdon.

source: Orgaanisista aineista, kuten luusta, sarvesta, puusta tai nahasta tehtyjä esineitä ei ole säilynyt maan happamuuden vuoksi, vaikka niitä varmasti on valmistettu.
smn: Orgaanisijn amnâsijn, tegu täävtist, čuárvist, muorâst tâi čeevđist rahtum tiiŋgah iä lah siäilum eennâm suvráávuođâ keežild, veikkâ tagareh láá vissásávt rahtum.

source: Koko kivikauden käytössä ovat olleet kvartsista, kvartsiitista, sertistä ja piistä isketyt nuolenkärjet, kaapimet, leikkaavat terät ja uurtimet.
smn: Ubâ keđgiääigi láá lamaš kiävtust kvaarcist, kvarcciitist, seertist já tinnokeeđgist čoskum njuolâkeejih, kolomeh, čyeppee tereh já luohčâmeh.

source: Muita ajalle tyypillisiä esineitä ovat olleet sädekiviliuskeesta valmistetut kirveet, tuurat ja tasataltat.
smn: Eres ton ááigán tijpâliih tiiŋgah láá samaš amfibolrááptust rahtum áákšuh, sääitih já tuolbâluohčâmeh.

source: Inarista on löytynyt myös kivikaudelle ajoitettavia saviastioiden kappaleita, jotka on määritelty kuuluviksi ns. Säräisniemi 1 -keramiikkaan Vaalan Säräisniemen Nimisjärven löytökeskittymän mukaan ja asbestikeramiikkaan astioissa käytetyn asbestisekoitteen mukaan.
smn: Anarist láá kavnum meiddei keđgiááigán kullee njajâlitij pitáh, moh láá miäruštâllum nk. Säräisniemi 1 -keramiikkân Vaala Säräisniemi Nimisjärvi kavnâmij mield já asbestkeramiikkân liitijn kevttum asbestsiävuttâs mield.

source: Varhaismetallikausi - metallit ilmestyvät löytöaineistoon
smn: Arâmeetaaläigi - metalleh almostuveh kavnâmamnâstâhân

source: Koko pohjoisessa Fennoskandiassa kivikauden jälkeen puhutaan varhaismetallikaudesta, joka kattaa pohjoismaisen pronssikauden ja varhaisen rautakauden (noin 2000 eKr. – 300 jKr.).
smn: Ubâ taavaapiäláá Fennoskandiast keđgiääigi maŋa lii saahâ arâmeetaalääigist, mii luávdá tave-eennâmlâš pronssiääigi já arâ ryevdiääigi (suullân 2000 oKr. – 300 mKr.).

source: Pronssiesineitä saatiin alueelle vain vähäisiä määriä vaihtokaupan välityksellä.
smn: Pronssitiiŋgah pottii kuávlun viehâ uccáá lonottâskäävpi ohtâvuođâst.

source: Inarista on vain yksi, mutta sitäkin merkittävämpi pronssilöytö.
smn: Anarist lii tuše ohtâ, mut tađe-uv merhâšitteb pronssikavnâm.

source: Inarin Lusmansaaren kätkölöytö ajoittuu ajalle 900-700 eKr. ja sisältää yhdeksän pronssiesinettä, neljä kaularengasta, kolme rannerengasta, putkikirveen ja pronssilevyn kappaleen.
smn: Aanaar Lusmesuolluu čiähákavnâm äigiduvá ááigán 900-700 oKr. já tuálá siste oovce pronssitiŋgâd, nelji čeveriäggá, kulmâ kietâriäggá, pocceeáákšu já pronssiskiäru pitá.

source: Raudanvalmistus opittiin Pohjoiskalotilla noin 600 eKr, ja Kirakkajoensuun asuinpaikalta löytynyt kuonakakku on Inarin ainoa tuon ajan rautatyöhön viittaava löytö.
smn: Ryevdirähtimtáiđu máttájui tavekalotist suullân 600 oKr, já Kaareehjuvnjäälmi aassâmsaajeest kavnum pasâttâskákku lii Aanaar áinoo tallaa ääigi ryevdipaargon čujotteijee kavnâm.

source: Varhaismetallikauden asuinpaikkoja Inarista tunnetaan vähän, ja ne on ajoitettu pääasiassa erilaisten keramiikkatyyppien avulla.
smn: Anarist arâmeetaalääigi aassâmsajeh láá tiäđust uccáá, já toh láá äigidum iänááš sierâlágán keramiiktiijpâi vievâst.

source: Asuinpaikkojen niukkuus saattaa johtua kuitenkin alueen arkeologisten tutkimusten vähäisyydestä sekä siitä, että varhaismetallikaudella elämä on jatkunut hyvin samanlaisena kuin kivikaudella.
smn: Aassâmsojij vänivuotâ sáttá puáttiđ kuittâg kuávlu arkeologisij tutkâmušâi vänivuođâ keežild sehe tast, et arâmeetaalääigi eellim lii jotkum uáli siämmáálágánin ko keđgiääigist.

source: Varhaismetallikauden alkuun liittyvät suuret peurakuoppajärjestelmät.
smn: Arâmeetaalääigi aalgân kuleh stuorrâ koddekyeppioornigeh.

source: Aikakaudelle tyypillinen esinemuoto on kvartsista, kvartsiitista tai piistä valmistettu leveäkantainen nuolenkärki;
smn: Ááigán tijpâlâš tiŋgâhäämi lii kvaarcist, kvarcciitist tâi tinnokeeđgist rahtum kubdâmadduusâš njuolâkeeči;

source: Inarin alueelta on niitä tai niiden katkelmia löytynyt 36 kappaletta. Varhaismetallikauden lopulla, noin 300 jKr. raudan ja keramiikan valmistus Pohjois-Fennoskandiassa jostain vielä selvittämättömästä syystä päättyy.
smn: Aanaar kuávlust láá toh tâi toi laheh kavnum 36. Arâmeetaalääigi loopâst, suullân 300 mKr. ryevdi já keramiik rähtim Tave-Fennoskandiast mottoom vala čielgiihánnáá suujâ keežild nohá.

source: Vähälöytöiseltä keskirautakaudelta myöhäisrautakauteen
smn: Uccáákávnusâš koskâryevdiääigist maŋesryevdiááigán

source: Inarin keskirautakautta (noin 300 – 800 jKr) on arkeologisesti vaikea hahmottaa, sillä tuolta ajalta puuttuvat selkeästi tunnistettavat ja omaperäiset muinaisjäännös- ja esinetyypit.
smn: Aanaar koskâryevdiääigi (suullân 300 – 800 mKr) lii arkeologâlávt vaigâd hammiđ, ko tallaa ääigist váiluh jiešvuođâliih toovlášpasâttâs- já tiŋgâtiijpah, maid čielgâsávt tubdâččij.

source: Keramiikan valmistus on loppunut ja orgaanisesta aineesta valmistetut esineet eivät ole säilyneet maaperässä.
smn: Keramiik rähtim lii nuuhâm já orgaanisijn amnâsijn rahtum tiiŋgah iä lah siäilum eennâmvuáđust.

source: Muutamat harvat alueelta löydetyt metalliesineet ovat tuontitavaraa.
smn: Motomeh häärvih meetaaltiiŋgah, moh kuávlust láá kávnum láá puohtum eres saajeest.

source: Samanlainen ilmiö on keskirautakaudella havaittavissa myös muualla pohjoisessa ja itäisessä kulttuuripiirissä.
smn: Siämmáálágán almonem koskâryevdiääigist lii uáinimist meiddei eres kuávluin tavveen já nuorttiipiäláá kulttuurpirrâsist.

source: Voidaan kuitenkin olettaa, että alueella eläneiden pyyntiyhteisöjen elämä on jatkunut lähes samanlaisena kuin ennenkin.
smn: Puáhtá kuittâg nabdeđ, et kuávlust aassâm pivdosiärváduvâi eellim lii jotkum masa siämmáálágánin ko ovdil-uv.

source: Inarin Vuopajan ja Saamenmuseon asuinpaikoilta on saatu kolme keskirautakauteen viittaavaa radiohiiliajoitusta.
smn: Aanaar Vyeppee já Sämimuseo aassâmsoojijn láá finnâšum kulmâ koskâryevdiááigán čujotteijee radiočiđđâäigidem.

source: Keskirautakautisten asuinpaikkojen löytäminen vaatisi Inarin alueella lisää arkeologisia tutkimuksia ja ajoituksia.
smn: Koskâryevdiáigásij aassâmsojij kavnâm vađâččij Aanaar kuávlust lase arkeologisijd tutkâmušâid já äigidmijd.

source: Inarista on löytynyt vain yksi keskirautakaudelle ajoitettava metalliesine, rautainen väkipuukko.
smn: Anarist lii kavnum tuše ohtâ koskâryevdiááigán kullee meetaaltiŋgâ, ryevdist rahtum viehânijbe.

source: Leukumaisen, 40 senttimetriä pitkän puukon lähimmät vastineet löytyvät Gotlannista, joten se kertonee eteläisistä yhteyksistä pohjoiselle alueelle.
smn: Nijbelágán, 40 seenti kukkosii niijbe aldemuuh váástuh kávnojeh Gotlandist, et tot mainâstâš maidnii máddáápiäláin ohtâvuođâin tavekuávloid.

source: Myöhäisrautakaudella ilmestyy Pohjois-Fennoskandiassa uusi muinaisjäännöstyyppi, ns. suorakaiteen muotoinen liesilatomus, jota pidetään ensimmäisenä saamelaisperäisenä muinaisjäännöksenä.
smn: Maŋesryevdiääigi almostuvá Tave-Fennoskandiast uđđâ toovlášpasâttâshäämi, nk. neeljičievvâg aarrânpardattâh, mii nabdoo vuosmužžân sämmilâšvuálgusâžžân toovlášpasâttâssân.

source: Inarista tunnetaan yli 30 liesilatomuskohdetta.
smn: Anarist láá tiäđust paijeel 30 aarrânpardattâhčuásáttâssâd.

source: Latomuksen ympärillä on sijainnut kevytrakenteinen pistekota, josta kaivauksissa ei yleensä löydy enää mitään jälkiä.
smn: Aarrânpardattuv pirrâ lii lamaš keppâráhtusâš čuágástâhkuáti, mast kuáivumijn ij táválávt kavnuu innig maggaargin luoddâ.

source: Latomuksia löytyy yksittäin, 2-3 ja usein myös 6-8 latomuksen ryhmissä.
smn: Arâneh kávnojeh ovtâimield, 2-3 já távjá meiddei 6-8 aarrânpardattuv juávkkun.

source: Latomusten ryhmittyminen kertoo siitä, että pyyntiyhteisöillä on ollut yhteisiä kokoontumispaikkoja, mutta yhteisöt ovat ajoittain hajaantuneet myös pienempiin ryhmiin.
smn: Arânij čokijdem maainâst tast, et pivdosiärváduvâin láá lamaš ohtsiih litodemsajeh, mut siärváduvah láá meiddei pieđgânâm ucebáid juávhoid.

source: Myöhäisrautakaudella (800 – 1300 jKr.) Inarin arkeologisessa materiaalissa kuvastuvat vilkkaat itäiset, läntiset ja eteläiset kauppayhteydet.
smn: Maŋesryevdiääigist (800 – 1300 mKr.) Aanaar arkeologisâš materiaalist spejâlisteh livkkáás nuorttiipiälááh, viestârpiälááh já máddáápiälááh kävppiohtâvuođah.

source: Pohjoinen oli tuolloin monien tahojen intressien kohteena, sillä täältä saatiin vaihtokaupan välityksellä arvokkaita turkiksia.
smn: Tave lâi talle maaŋgâi kuávlui intressij čuásáttâssân, ko tääbbin finnij lonottâskäävpi ohtâvuođâst tivrâs čeevđijd.

source: Inarin alueelta tunnetaan tuolta ajalta 20 metallilöytöä, joista erikoisimpina mainittakoon Miihkalinjärven pronssikoristeinen tuppipuukko, Ukonsaaren hopeinen ohimorengas sekä Nangunniemen neljä hopeista kaularengasta.
smn: Tallaa ääigist láá Aanaar kuávlust tiäđust 20 meetaalkavnâm, main eromâšumosin mainâšuvvojeh Mikkâljäävri pronssičiŋŋâsâš tuppânijbe, Äijihsuolluun siilbâst rahtum kiäđáášriegis sehe Naŋŋânjaargâ nelji siilbâst rahtum čeveriäggá.

source: Keskiaika
smn: Koskâäigi

source: Keskiajalla kaikki pohjoiset valtakunnat, Ruotsi, Norja ja Novgorod halusivat laajan Lapinmaan omistukseensa.
smn: Koskâääigi puoh taavaapiälááh väldikodeh, Ruotâ, Taažâ já Novgorod halijdii vijđes Sämieennâm olssis.

source: Alkuvuosikymmenten kiistojen jälkeen Ruotsi ja Novgorod solmivat rauhan vuonna 1323 sekä Norja ja Novgorod rajasopimuksen vuonna 1326, ja näillä sopimuksilla pohjoiseen syntyi laajoja yhteisiä verotusalueita.
smn: Algâihelovoi tuárui maŋa Ruotâ já Novgorod čuolmâdáin ráávhu ive 1323 sehe Taažâ já Novgorod räjisopâmuš ive 1326, já tai sopâmušâiguin šoddii tavas vijđes ohtsiih viärukyeddimkuávluh.

source: Inarin asukkaiden elämästä ei ole olemassa varsinaisia keskiaikaisia (1300 – 1550 jKr.) asiakirjalähteitä, vaan tiedot perustuvat edelleen arkeologiseen tutkimusmateriaaliin.
smn: Aanaar ässei elimist iä lah magarehkin koskâáigásiih (1300 – 1550 jKr.) äššikirjekäldeeh, pic tiäđuh vuáđuduveh ain-uv arkeologâlâš tutkâmušmateriaalin.

source: Tuon ajan arkeologinen löytöaineisto on kuitenkin hyvin vähäistä.
smn: Tallaa ääigi arkeologâlâš kavnum amnâstâh lii kuittâg-uv uáli uccáá.

source: Liesilatomus on myöhäisrautakautiseen tapaan edelleen tärkeä saamelainen muinaisjäännötyyppi.
smn: Aarrânpardattâh lii maŋesryevdiáigásii vyevi mield ain-uv tergâdis sämmilâš toovlášpasâttâshäämi.

source: Latomusten levinnän perusteella Inarin alueella on elänyt useita pieniä pyyntiyhteisöjä.
smn: Pardattuvâi vijđesvuođâ vuáđuld láá Aanaar kuávlust aassâm maaŋgah ucebeh pivdosiärváduvah.

source: Yhteisöjen elämä on ollut liikkuvaa ja joustavaa, ja asuinpaikkoja on saatettu vaihtaa useinkin.
smn: Siärváduvâi eellim lii lamaš lihâdeijee já njyebžil, já aassâmsoojijd láá puáhtám molsođ távjá-uv.

source: Peuranpyynti, kalastus, keräily ja turkisten hankinta ovat elättäneet väestön kuten ennenkin.
smn: Koddepivdo, kyelipivdo, nuurrâm já čeevđij haahâm láá elettâm aalmug tegu ovdil-uv.

source: Inarin alueen keskiaika loppuu 1550-luvulla, jolloin on kirjoitettu ensimmäiset Inarin saamelaisten elämää koskevat historialliset asiakirjat.
smn: Aanaar kuávlu koskâäigi nohá 1550-lovvoost. Talle láá čaallum vuosmuuh Aanaar sämmilij eellim kyeskee historjáliih äššikirjeh.

source: Samoihin aikoihin saamelaisten asumusten luonne muuttuu, kun liesilatomusajan kevytrakenteisista kodista siirrytään talvikylien turvekatteisiin hirsikotiin. Eija Ojanlatva
smn: Siämmái aigij sämmilij aassâmviäsui häämi muttoo, ko sirdâšuvvoo aarrânpardattâhääigi keppâráhtusijn koođijn tälvisijdâi lovŋijguin mudârdum hirsâkoođijd Eija Ojanlatva

source: Inarin Vuopaja.
smn: Aanaar Vyeppee.

source: Inarin Nanguniemen hopearenkaat ajalta 1160-1280 AD.
smn: Aanaar Naŋŋânjaargâ silbârieggeeh ääigist 1160-1280 AD.

source: Vuosille 1050-1300 ajoittuva, mahdollisesti Baltiasta peräisin oleva puukko Inarin Mihkaljärveltä.
smn: Ivvijd 1050-1300 áigáđuvvee, mahđulávt Baltiast vuálgusâš puuvko Aanaar Mikkâljäävrist. Äijihsuálui.

source: Nukkumajoki
smn: Maassâd pajas
